Repository: common-repository/aicomments
Catalog: lang/wpai-comments-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Remaining characters:
ru_ru: Осталось символов:

source: Need help?
ru_ru: Необходима помощь?

source: Write to Telegram
ru_ru: Напишите в Telegram

source: Enter the API key. To get a key with free symbols, write to us via
ru_ru: Введите API ключ. Чтобы получить ключ c бесплатными символами, напишите нам через

source: feedback form
ru_ru: форму обратной связи

source: or in
ru_ru: или в

source: Save
ru_ru: Сохранить

source: Plugin is active
ru_ru: Плагин активен

source: Plugin is not active
ru_ru: Плагин не активен

source: There is a problem with your site's availability for generating comments. You need to remove the restrictions, then deactivate and reactivate the plugin.
ru_ru: Проблема с доступностью вашего сайта для генерации комментариев. Необходимо убрать ограничения, после этого деактивировать и снова активировать плагин.

source: Number of comments per day
ru_ru: Количество комментариев в день

source: Buy symbols
ru_ru: Купить символы

source: Buy
ru_ru: Купить

source: Text source for generation
ru_ru: Источник текста для генерации

source: Send for moderation?
ru_ru: Отправлять на модерацию?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Request template (Promts)
ru_ru: Шаблон запросов (Promts)

source: Use random pattern
ru_ru: Использовать шаблон в случайном порядке

source: Write a comment on the article in a positive tone on the topic:
ru_ru: Напиши комментарий к статье в позитивном тоне по теме:

source: Add
ru_ru: Добавить

source: Post type
ru_ru: Тип постов

source: The quality of the comment and how it will turn out depends on the template. Using several different templates, you can get a variety of comments that are different from each other. In the template, you can change the length of the comment, its tone, or adapt it to the theme of the site.<br />By default, the page title is inserted at the end of the template. To insert h1 or title in any arbitrary place, use the variables {h1} or {title}. Then the title will be inserted in the place where the variable is.
ru_ru: От шаблона зависит качество комментария и то каким он получится. Используя несколько разных шаблонов, можно получить разнообразные комментарии непохожие друг на друга. В шаблоне можно изменить длинну комментария, его тон или адаптировать под тематику сайта.<br />По умолчанию заголовок страницы подставляется в конце шаблона. Для того чтобы подставить h1 или title в любом произвольном месте, используйте переменные {h1} или {title}. Тогда заголовок подставится на то место где стоит переменная.

source: Select the types of pages on which to post comments or reviews
ru_ru: Выберите типы страниц на которых публиковать комментарии или отзывы

source: Commentators
ru_ru: Комментаторы

source: Each name on a new line
ru_ru: Каждое имя с новой строки

source: Set defaults promts
ru_ru: Восстановить промпты по умолчанию

source: List of links to post
ru_ru: Список ссылок для публикации

source: Each URL on a new line. If you leave the field blank, comments and reviews will be published on all selected page types
ru_ru: Каждый URL с новой строки. Если оставить поле пустым, комментарии и отзывы будут публиковаться на всех выбранных типах страниц

source: Reply to comments by randomly selecting one of the previously published ones on the page
ru_ru: Отвечать на комментарии случайно выбирая один из ранее опубликованных на странице

source: Prompt to reply to comments:
ru_ru: Промт на ответ комментария

source: Write a response to the comment in simple, conversational language. Use jargon, but do not use swear words. The answer must be reasoned, think of a case from your life on the topic of the comment. The volume of the response to the comment is no more than 50 words. The comment to which you need to write a response: {comment}
ru_ru: Напиши ответ на комментарий простым разговорным языком. Используй жаргоны, но не используй мат. Ответ должен быть аргументированный, придумай какой у тебя был случай из жизни по теме комментария. Объем ответа на комментарий не более 50 слов. Комментарий на который нужно написать ответ: {comment}

source: Limit on the number of replies to comments per knock
ru_ru: Лимит количества ответов на комментарии в сутки

source: Each URL on a new line. If you leave the field blank, comments and reviews will be published on all selected page types.
ru_ru: Каждый URL с новой строки. Если оставить поле пустым, комментарии и отзывы будут публиковаться на всех выбранных типах страниц.

source: Statistic
ru_ru: Статистика

source: Day
ru_ru: День

source: Week
ru_ru: Неделя

source: Month
ru_ru: Месяц

source: Get raport
ru_ru: Получить отчет

source: Sign in
ru_ru: Вход

source: Sign up
ru_ru: Регистрация

source: If you have registered and already entered the key, you do not need to log in again.
ru_ru: Если вы зарегистрировались и уже ввели ключ, то дополнительно авторизовываться не нужно.

source: Mail
ru_ru: Почта

source: Your password
ru_ru: Ваш пароль

source: Repeat password
ru_ru: Повторите пароль
